export type Consultation = {
  id: number;
  title: string;
  description: string;
};

export const consultations: Consultation[] = [
  {
    id: 1,
    title: "Все про Тебе",
    description:
      "Індивідуальний розбір натальної карти, який допоможе краще зрозуміти себе, свої сильні сторони, можливості та напрямки розвитку.",
  },
  {
    id: 2,
    title: "Консультація відносин",
    description:
      "Аналіз взаємовідносин між партнерами, сумісності та особливостей взаємодії.",
  },
  {
    id: 3,
    title: "Для дитини до 17 років",
    description:
      "Аналіз натальної карти дитини, її здібностей, характеру та потенційних напрямків розвитку.",
  },
  {
    id: 4,
    title: "Прогноз на місяць",
    description:
      "Астрологічний прогноз на найближчий місяць з акцентом на важливі періоди та події.",
  },
  {
    id: 5,
    title: "Прогноз на рік",
    description:
      "Персональний прогноз на рік, основні тенденції, можливості та важливі періоди.",
  },
  {
    id: 6,
    title: "Кармічні показники",
    description:
      "Глибший аналіз життєвих сценаріїв, кармічних задач та особливостей натальної карти.",
  },
];