export const courses = [
  {
    id: "zodiac-structure",
    title: "Структура Зодіаку",
    price: 999,
    description:
      "Для всіх, кому цікава астрологія. Фундамент натальної карти.",
    features: [
      "Розуміння астрології спочатку",
      "Фундамент натальної карти",
      "Показники характеру при народженні",
      "Стихії, зони та хрести",
    ],
  },

  {
    id: "zodiac-signs",
    title: "Знаки Зодіаку",
    price: 999,
    description:
      "Реальний характер і філософія кожного знаку.",
    features: [],
  },
];