export type Course = {
  id: number;
  title: string;
  description: string;
  price: string;
  features: string[];
};

export const courses: Course[] = [
  {
    id: 1,
    title: "Структура Зодіаку",
    description:
      "Для всіх, кому цікава астрологія. Розуміння астрології з початку, фундамент натальної карти.",
    price: "999 ₴",
    features: [
      "Розуміння астрології спочатку",
      "Фундамент натальної карти",
      "Показники характеру при народженні",
      "Стихії, зони, крест тощо",
      "Погляд на своє життя з іншого боку",
    ],
  },

  {
    id: 2,
    title: "Знаки Зодіаку",
    description:
      "Реальний характер і філософія кожного знаку. Для кращого розуміння себе та оточуючих.",
    price: "999 ₴",
    features: [
      "Характер кожного знаку",
      "Особливості поведінки",
      "Сильні та слабкі сторони",
      "Взаємодія між знаками",
    ],
  },

  {
    id: 3,
    title: "Планети",
    description:
      "Знайомство з планетами та їх значенням у натальній карті.",
    price: "1320 ₴",
    features: [
      "Символізм планет",
      "Поведінка планет",
      "Інтерпретація положень",
      "Практичний аналіз",
    ],
  },

  {
    id: 4,
    title: "Кармічний",
    description:
      "Курс для глибшого розуміння кармічних процесів та їх проявів.",
    price: "1320 ₴",
    features: [
      "Кармічні показники",
      "Аналіз натальної карти",
      "Практичні приклади",
      "Глибше розуміння життєвих процесів",
    ],
  },
];